Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: She has been involved in the development and management of various products based on Linux for more than 20 years, including workstations, mobile devices, and automotive systems, and as a senior councilor of open source software system, she has been promoting collaboration with the open source community in Panasonic.
ja: Linux をベースにしたさまざまな製品 (ワークテーション、モバイル機器、自動車用システムなど) の開発・管理に 20 年以上関わってきました。また、オープン ソース ソフトウェア システムのシニア カウンセラーとして、オープン ソース コミュニティとのコラボレーションを促進してきました。

source: She has been involved in the development and management of various products based on Linux for more than 20 years, including workstations, mobile devices, and automotive systems, and as a senior councilor of open source software systems, she has been promoting collaboration with the open source community in Panasonic.
ja: Linux をベースにしたさまざまな製品 (ワークテーション、モバイル機器、自動車用システムなど) の開発・管理に 20 年以上関わってきました。また、オープン ソース ソフトウェア システムのシニア カウンセラーとして、オープン ソース コミュニティとのコラボレーションを促進してきました。

source: She has been producing and marketing events of all types and sizes for over 15 years, primarily in the IT sector.
ja: 主に It 分野で 15 年以上にわたり、各種および書く規模のイベントを企画/実行しています。

source: She holds a B.A. in political science from the University of Wisconsin-Madison and an M.A. in government from Georgetown University.
ja: 彼女はウィスコンシン大学マディソン校で政治学 (political science) の B.A. を、ジョージタウン大学で政治学 (government) の M.A. を取得しています。

source: She holds a B.S. in business administration from the University of Southern California.
ja: 南カリフォルニア大学でビジネス管理の B.S. を取得しています。

source: She is co-leader of the Women of OpenStack group and a liaison into the OpenStack Foundation, as well as a sponsor of the Women in Open Source (WIOS) Lunch at Linux Foundation events and an active leader of WIOS advocating for reducing barriers for women and under-represented minorities.
ja: 彼女は Women of OpenStack グループのリーダーの 1 人で、OpenStack Foundation の連絡役であり、Linux Foundation イベントにおける Women in Open Source (WIOS) ランチ のスポンサーでもあります。女性や少数派の人々の障壁をなくす取り組み WIOS のアクティブなリーダーです。

source: She is co-leader of the Women of OpenStack group and a liaison into the OpenStack Foundation, as well as a sponsor of the Women in Open Source (WIOS) Lunch at Linux Foundation events and an active leader of WIOS advocating for reducing barriers for women and underrepresented minorities.
ja: 彼女は Women of OpenStack グループのリーダーの 1 人で、OpenStack Foundation の連絡役であり、Linux Foundation イベントにおける Women in Open Source (WIOS) ランチ のスポンサーでもあります。女性や少数派の人々の障壁をなくす取り組み WIOS のアクティブなリーダーです。

source: She is currently an architect and developer with the ciao project (clearlinux.org/ciao).
ja: 現在は ciao プロジェクト (clearlinux.org/ciao) のアーキテクト兼開発者です。

source: She oversees and provides guidance for all aspects of the project, from technology to community and marketing, and reports to the OPNFV board of directors.
ja: 彼女は、同プロジェクトの技術、コミュニティ、マーケティングなどあらゆる面の監督および指針提供を行い、OPNFV 取締役会に報告しています。

source: She publishes articles related to the Linux kernel on the Samsung OSG blog and has previously written for the Linux Journal, where she authored a paper on Linux Kernel Testing and Debugging.
ja: 彼女は Samsung OSG ブログに Linux カーネルに関する記事を掲載しています。以前は Linux Journal で Linux カーネルのテストやデバッグに関する文書を書いていました。

source: She received her Masters in Computer Science from University of Waterloo in 1987, and Bachelors of Computer Science (co-op program) from the University of Manitoba in 1985.
ja: 彼女は、1987 年にウォータールー大学でコンピューター サイエンスの修士号を、1985 年にマニトバ大学でコンピューター サイエンス (co-op program) の学士号を取得しています。

source: She received her master’s degree in English Literature from the University of Texas, Austin.
ja: テキサス大学オースティン校で英文学の修士号を取得しています。

source: She’s also held leadership positions at Wind River (an Intel Company), Synopsys, Avaya, Tripwire and Eastman Kodak.
ja: また、Wind River (Intel の子会社)、Synopsys、Avaya、Tripwire、および Eastman Kodak においてリーダー職に就いてきました。

source: Show Support of the Linux & Open Cloud Communities
ja: Linux やオープン クラウド コミュニティへの支持を示せる

source: Show your support of the women in our community that are helping to create the future of open source.
ja: オープン ソースの未来を創造しているこのコミュニティの女性たちへの支援をアピールしましょう。

source: Showcase products, services & technologies
ja: 製品、サービス、技術を公開・展示できる

source: Showing Support of the Linux & Open Cloud Communities
ja: Linux やオープン クラウド コミュニティへの支援をアピールできる

source: Shuah is a Linux kernel contributor and maintainer of the Linux Kernel Selftest framework.
ja: Shuah は Linux カーネル コントリビューターであり、Linux Kernel Selftest フレームワークのメンテナーです。

source: Silver Director
ja: シルバー ディレクター

source: Silver Sponsorship..........................................................9
ja: シルバー スポンサーシップ

source: Since 2000, Kamppeter has given several printing-related talks and tutorials on conferences, organized booths on Linux shows, and wrote articles in magazines about Linux.
ja: 2000 年以降、カンファレンスでのさまざまなプリンティング関連の講演やチュートリアル、Linux 展示会でのブース構成、Linux 関連記事の執筆などを行っています。

source: Since 2006 he has been organizing an annual three-day OpenPrinting Summit, currently together with the annual Linux Foundation Collaboration Summit.
ja: 2006 年から、毎年恒例の 3 日間の OpenPrinting Summit を組織しています。このサミットは、現在、Linux Foundation Collaboration Summit と同時開催されています。

source: Since its establishment in 1948, Honda has remained on the leading edge by creating new value and providing products of the highest quality at a reasonable price, for worldwide customer satisfaction.
ja: 1948 年に設立された本田技研工業は、世界中の顧客を満足させるために、新たな価値の創造を追求しつつ、最高品質の製品をリーズナブルな価格で提供することにより、常に業界の最先端を走り続けてきました。

source: Since its foundation, the young company has been rapidly recognized in the industry for its strong technology R&D capabilities as well as its international leading technology innovation.
ja: 創業当初より、業界では早くもその強力な技術的研究開発能力と国際的な技術革新力が話題になりました。

source: Since its foundation, the young company has been rapidly recognized in the industry for its strong technology R&D capabilities as well as its leading technology innovation.
ja: 創業当初より、業界では早くもその強力な技術的研究開発能力と卓越した技術革新力が話題になりました。

source: Since its inception in 2009, Node.js has been one of the fastest growing open source infrastructure projects of all time.
ja: 2009 年に発足以来、Node.js は、史上最高速の成長を続けているオープン ソース インフラ プロジェクトの 1 つです。

source: Since joining the Linux Foundation, Kate has also launched the Real-Time Linux and Zephyr Projects.
ja: The Linux Foundation に入ってからは、Real-Time Linux プロジェクトや Zephyr プロジェクトを発足させました。

source: Since then, he has focused on making Linux kernel development into a career.
ja: その後 Linux カーネル開発のキャリアを磨くことに専念しました。

source: Single: ¥21,600
ja: シングル: \21,600

source: Skills you will learn include:
ja: このチュートリアルでは、次のようなスキルを学ぶことができます。

source: Smart Device Link for mobile phone integration
ja: 携帯電話用スマート デバイス リンクの統合

source: Smart companies realize that to gain a competitive advantage they must influence and learn directly from the open source maintainers, developers and IT managers who are steering the projects being used to create today’s most innovative commercial products and services.
ja: 賢明な企業は気付いています。競争の場で優位に立つには、今日の最も革新的な商品やサービスに使われているプロジェクトを進めているオープン ソースのメンテナー / 開発者 / IT 管理者らに働きかけ、彼らから直接学ぶ必要があることを。

source: Smartphones, TVs, appliances, cars, nuclear submarines, air traffic control, stock exchanges, and scientific research all run Linux.
ja: スマートフォン、テレビ、家電、車、原子力潜水艦、航空管制システム、証券取引、そして科学研究にも、すべて Linux が使われています。

source: Social Media Promotion of Sponsorship: From the LF events twitter channel
ja: ソーシャル メディアでスポンサーシップをアピール: LF イベントのツイッターで

source: Software / Internet
ja: ソフトウェア / インターネット

source: Software / Internet 59%
ja: ソフトウェア / インターネット 59%

source: Software Defined Networking (Open Virtual Switches, Routers, SDN Controllers, Network Overlay Management)
ja: ソフトウェアデファインド ネットワーク (オープン バーチャル スイッチ、ルーター、SDN コントローラー、ネットワーク オーバーレイ マネージメント)

source: Software Developers, Programmers, Maintainers and IT Professionals
ja: ソフトウェア開発者、プログラマー、メンテナー、IT プロフェッショナル

source: Solomon Hykes, founder and creator of Docker, at LinuxCon North America
ja: Solomon Hykes (Docker の創始者兼創設者) LinuxCon North America で講演

source: Solution providers and end users are bringing their resources to collaborate on technologies that will drive the future of industry.
ja: ソリューション プロバイダーやエンド ユーザー企業が自らのリソースを提供し、業界の未来を築く技術のために協業しています。

source: Solutions Provider / IT Consultancy
ja: ソリューション プロバイダー / IT コンサルタント

source: Solving technology issues real time
ja: 技術問題をリアルタイムで解決できる

source: Some projects have been around for decades; others are on the leading edge of technology, such as Hyperledger (blockchain) and Dronecode (unmanned vehicles).
ja: 数十年継続しているプロジェクトもありますが、Hyperledger (ブロックチェーン) や Dronecode (無人飛行機) のように最先端技術に関するプロジェクトもあります。

source: Sometimes our discount codes expire with our partners and we just have to ask for a new one.
ja: ディスカウント コードはパートナーによって更新される可能性がありますが、ご連絡いただければすぐに最新のコードを請求いたします。

source: Spark conversation about your brand during our Technology Showcase Happy Hour.
ja: テクノロジ ショーケース ハッピー アワーに貴社のブランド知名度を盛り上げます。

source: Speaker, Sponsor & Media Registration
ja: 講演者、スポンサー、ならびにメディアの方の登録

source: Speakers should be especially aware of these concerns.
ja: 特に講演者は、これらについて留意する必要があります。

source: Speakers should not use sexual language, images, or any language or images that would constitute harassment as defined above in their talks.
ja: 講演者はその講演において、性的な表現、画像、あるいは、上で定義されているハラスメントの要素となるあらゆる表現や画像を使用するべきではありません。

source: Speaking Opportunity: All sponsor content must be approved by Program Committee and Linux Foundation.
ja: 講演機会: すべてのスポンサーのコンテンツはプログラム委員会と Linux Foundation の承認を受ける必要があります。

source: Speaking proposals are now being accepted for 2017 events.
ja: なお、2017 年のイベントの発表案も募集中です。

source: Sponsor Designation in Press Releases: Recognition as xxx sponsor in body of release
ja: プレス リリースでスポンサー名をアピール: リリース本文に xxx スポンサー として掲載

source: Sponsor a themed lounge such as DevOps, Containers, Cloud Native or Linux Lounge.
ja: DevOps、コンテナ、クラウド ネイティブ、Linux などのテーマのラウンジのスポンサーです。

source: Sponsor is responsible for all coordination and fees related to the event.
ja: このイベントに関連するコーディネーションや費用は、スポンサー負担となります。

source: Sponsor the Event
ja: ｲﾍﾞﾝﾄ ｽﾎﾟﾝｻｰになる

source: Sponsor to work directly with Linux Foundation on signoff for content of session.
ja: セッション内容については Linux Foundation がアドバイス

source: Sponsor will be allowed to use recordings on their website or in promotional materials via embedded code.
ja: スポンサーは、この録画データのコードを自社の Web サイトや宣伝資料に組み込んで使用できます。

source: Sponsoring the event is also an excellent way to connect with those developers committed to perfecting these technologies from the kernel out.
ja: このイベントを支援することにより、関連技術の開発に取り組む開発者らとのすばらしい出会いもあるでしょう。

source: Sponsors
ja: スポンサー

source: Sponsorship Bundles & Custom Packages
ja: スポンサーシップ バンドルとカスタム パッケージ

source: Sponsorship Bundles & Custom Packages...................16
ja: スポンサーシップ バンドルとカスタム パッケージ

source: Sponsorship Cost
ja: スポンサーシップ料金

source: Sponsorship Grid At-A-Glance.....................................11
ja: スポンサーシップの種類と特典

source: Sponsorship includes lunch for specified number of attendees, promotion of lunch through all event channels and the opportunity to program lunch at your discretion.
ja: 限定数の参加者のランチが提供されます。さまざまな手段でランチについてアピールされ、ランチの内容や提供方法も可能な限りアレンジできます。

source: Sponsorship includes promotion on our website and in event promotion as a co-located event, registration add-on opportunity on event registration form, plus venue space, internet and AV.
ja: Web サイトとイベント広告に併設イベントとして掲載され、イベントの登録フォームにもオプション登録の項目として掲載されます。開催用のスペース、インターネット設備、音声設備も提供されます。

source: Sr. Director of IoT
ja: IoT 担当シニア ディレクター

source: Standard Registration Fee: $425 (April 17, 2017 - May 14, 2017)
ja: 早期登録料金 2 期: US$425 (2017 年 4 月 17 日から 5 月 14 日まで)

source: Star Lab
ja: Star Lab https://starlab.io/

source: Start hosting a collaborative project to allow for better joint development?
ja: 協業プロジェクトをホストしたら、さらに良好な共同開発が可能になった。

source: Stephanie Markowski Event Logistics Manager, The Linux Foundation smarkowski@linuxfoundation.org
ja: Stephanie Markowski (The Linux Foundation イベント ロジスティクス マネージャー) smarkowski@linuxfoundation.org

source: Steve oversees IT operations for The Linux Foundation and its Collaborative Projects.
ja: Steve は The Linux Foundation と Linux Foundation 協業プロジェクトの IT 運営を監督します。

source: Steven also brought the PREEMPT_RT patch's latency tracer into the kernel, using ideas from his own internal tracer; the end result became what is now called "ftrace."
ja: 自身の内蔵トレーサーからヒントを得て、PREEMPT_RT パッチのレイテンシ トレーサーをカーネルに入れ、後にこれが "ftrace" と呼ばれるものになりました。

source: Steven continues to be the main developer and maintainer of the tracing code of the Linux kernel.
ja: Steven はずっと Linux カーネルのトレーシング コードの主開発者兼メンテナーです。

source: Steven currently maintains the stable releases of the PREEMPT_RT patch set.
ja: また、現在は PREEMPT_RT パッチ セットの安定版をメンテナンスしています。

source: Steven started working on the Linux kernel in 1998, when he was working on his Masters for Computer Science.
ja: Steven が Linux カーネルに取り組み始めたのは 1998 年で、当時は学生でコンピューター サイエンスを専攻していました。

source: Storage
ja: ストレージ

source: Strategies for handling interactions between Open Source licenses and proprietary
ja: オープン ソース ライセンスとプロプライエタリの混在処理

source: Student / Academic
ja: 学生 / 教員

source: Student / Academic 4%
ja: 学生 / 教員 4%

source: Students, Media, Analysts and other professionals
ja: 学生、メディア、アナリスト、その他専門家

source: Submit a Speaking Proposal
ja: 発表案を提出する

source: Submit a Talk
ja: 発表案を提出する

source: Submitting Your Slides
ja: スライドの提出について

source: Success Stories
ja: サクセス ストーリー

source: Successfully pivoted from traditional standards approach to open development
ja: 従来の標準アプローチからオープン開発への転換の成功

source: Suggested Topics
ja: お勧めトピック

source: Summit 2017 will make you an expert in microservices and continuous delivery in your language or framework of choice.
ja: 好みの言語やフレームワークでマイクロサービスや継続的デリバリのエキスパートになれます。

source: Supply Chain
ja: サプライ チェーン担当者

source: Support: Apigee & Pivotal
ja: 後援: Apigee および Pivotal

source: Support: EMC & Anchora
ja: 後援: EMC および Anchora

source: Support: GE & IBM
ja: 後援: GE および IBM

source: Support: Pivotal
ja: 後援: Pivotal

source: Support: TIBCO
ja: 後援: TIBCO

source: Supporting and encouraging compliance with the licenses that code is released under is key to achieving these goals.
ja: 私たちの目標を達成するためには、ライセンスに準拠したコード リリースを支援および奨励することが重要です。

source: Suzuki Joins Automotive Grade Linux to Expand Technology Development through Open Source Collaboration
ja: スズキが Automotive Grade Linux 参加でオープン ソース コラボレーションによる技術開発の拡充めざす

source: Suzuki Motor Corporation is a diversified worldwide automobile, motorcycle, and outboard motors manufacturer.
ja: スズキ株式会社は、自動車、オートバイ、船外機などを手掛ける世界規模のメーカーです。

source: Suzuki is the ninth automaker to join AGL and joins Toyota and Mazda as a Platinum member.
ja: スズキは AGL に加入する 9 社目の自動車メーカーとなり、プラチナ メンバーとしてはトヨタとマツダに続く 3 社目の自動車メーカーです。

source: Suzuki today has automobile manufacturing operations through 12 affiliates in 11 countries, including China, Indonesia and Thailand as well as India, Pakistan and Hungary where Suzuki is the market leader.
ja: 現在スズキは、中国、インドネシア、タイ、インド、パキスタン、ハンガリーなど 11 か国で 12 の生産工場を展開する自動車メーカーです。

source: Suzuki’s commitment to open source significantly advances our mission to build a single open software platform for the entire industry,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: スズキがオープン ソースに関わることで、業界共通のオープンなソフトウェア プラットフォームを構築するという私たちのミッションは大きく前進します。

source: Suzuki’s headquarter is located in Hamamatsu-City, Shizuoka, Japan.
ja: スズキの本社は静岡県浜松市にあります。

source: Synopsys’ portfolio of automotive-specific IC design and verification tools, automotive-grade IP and automotive software cybersecurity and quality solutions accelerate time to market and enable the next generation of safe, secure and smarter connected cars.
ja: 同社が開発した自動車専用 IC の設計・検証ツール群、自動車向け IP ソリューション、および自動車ソフトウェア サイバーセキュリティ&クオリティ ソリューションは、製品化時間を加速し、安全で安心な賢い次世代コネクテッド カーを実現します。

source: System Admin:
ja: システム管理者:

source: TABLE OF CONTENTS
ja: もくじ

source: TO ATTEND:
ja: 参加方法:

source: TOKYO (OPEN COMPLIANCE SUMMIT) AND SAN FRANCISCO – November 16, 2016 – The Linux Foundation, the nonprofit advancing professional open source management for mass collaboration, today released a free ebook, Open Source Compliance in the Enterprise, with the goal of improving understanding of issues related to the licensing, development and reuse of open source software.
ja: 2016 年 11 月 17 日 東京 (Open Compliance Summit) およびサンフランシスコ発 – 大規模コラボレーションのためのプロフェッショナル オープン ソース マネジメントの促進に取り組む非営利団体 The Linux Foundation (略称: LF) は、オープン ソース ソフトウェアのライセンス、開発、および再利用に関する問題をより良く理解してもらうための無料電子書籍『 Open Source Compliance in the Enterprise』(企業のオープン ソース コンプライアンス) を公開しました。

source: TOKYO, JAPAN and SAN FRANCISCO, CA--(September 14, 2016) - Cloud Foundry Foundation, home of the industry-standard multi-cloud platform, today announced that NTT Communications Corporation, the ICT solutions and international communications business within NTT Group (NYSE: NTT), became the first Japanese company to have its multi-cloud platform certified by the Cloud Foundry Foundation.
ja: 2016 年 9 月 14 日、東京およびサンフランシスコ発 － 業界標準のマルチクラウドプラットフォームを推進する Cloud Foundry Foundation https://www.cloudfoundry.org/ は、NTT グループ (NYSE: NTT) の ICT ソリューションと国際通信業務の専門部門である NTTコミュニケーションズが、日本企業として初めて Cloud Foundry Foundation のマルチクラウド プラットフォーム認証を取得したことを発表しました。

source: TSUGIKAZU SHIBATA
ja: 柴田次一氏

source: Take or organize an open source training that helped your business and employees grow?
ja: オープン ソース トレーニングを導入したことで、事業自体も従業員も成長した。

source: Talent acquisition & recruitment
ja: 優秀な人材を発掘・採用できる

source: Taxi Service: Aska Traffic Group +81 3-3361-2111
ja: タクシー: 飛鳥交通グループ 03-3361-2111

source: Technical Advisory Board
ja: テクニカル アドバイザリ ボード

source: Technical Leadership
ja: テクニカル リーダーシップ

source: Technical Leadership:
ja: テクニカル リーダーシップ

source: Technical collaboration had been challenging without a strong framework and guidance in place
ja: 技術的な協業は、強力なフレームワークや適切なガイダンスなしでは難しい

source: Technologies Covered By Event:
ja: イベントと対象分野

source: Technologists who create the most important software in the world shouldn’t work for any one company.
ja: 世界で最も重要なソフトウェアを開発している技術者たちは、一企業に雇用されるべきではありません。

source: Ted Ts'o is a software engineer mainly known for his contributions to the Linux kernel, in particular his contributions to file systems.
ja: Ted Ts'o は おもに Linux カーネル (特にファイル システム) に対する貢献で知られるソフトウェア エンジニアです。

source: Ted also served as Treasurer for USENIX until 2008, and has chaired the annual Linux Kernel Developers Summit.
ja: また、2008 年まで USENIX の会計も担当し、Linux Kernel Developers Summit の議長も務めました。

source: Ted graduated from MIT with a degree in computer science in 1990, after which he worked in MIT's Information Systems (IS) department until 1999.
ja: Ted は 1990 年に MIT のコンピューター サイエンスの学位を取得して卒業し、その後 1999 年まで MIT の情報システム (IS) 部門に勤務しました。

source: Telecom Carriers Collaborate on Network Function Virtualization Platform
ja: ネットワーク機能仮想化プラットフォームで通信事業者が協業

source: Telematics And Emergency Call Services
ja: テレマティクスや緊急通報サービス

source: Tell us how the content of your presentation will help better the Linux and open source ecosystem
ja: Benefits to the Ecosystem: あなたの発表がどのように Linux / オープンソース エコシステムの改良に寄与するか説明します

source: Tell us how the content of your presentation will help better the Linux and open source ecosystem (900 characters maximum).
ja: Benefits to the Ecosystem: あなたの発表がどのように Linux / オープンソース エコシステムの改良に寄与するか説明します (英語で 900 字以内)。

source: Tell us how the content of your presentation will help better the Linux and open source ecosystem.
ja: Benefits to the Ecosystem: あなたの発表が、どのように Linux / オープンソース エコシステムの改良に寄与するか説明します。

source: Testimonials
ja: 参加者のことば

source: That gave rise to the start of micro-businesses with bitcoin at their foundation.
ja: これが彼らの財団におけるビットコインによるマイクロビジネスの始まりです。

source: That’s where The Linux Foundation comes in.
ja: それを手助けすることが、The Linux Foundation の使命です。

source: The 2016 Open Source Jobs Survey and Report provides an overview of the trends for open source careers, motivation for professionals in the industry and how employers attract and retain qualified talent.
ja: 2016 Open Source Jobs Survey and Report は、オープン ソース キャリアのトレンド、業界におけるプロフェッショナルのモチベーション、そして企業は優れた人材を確保するためにどうすればよいか、などを概説しています。

source: The 2016 event will focus on “container technology”, “block chain technology” and “security”.
ja: 2016 年のイベントは、「コンテナ」「ブロック チェーン」および「セキュリティ」に焦点を当てています。

source: The 7 Habits of Highly Ineffective Speakers
ja: 影響力のある講演者の 7 つの習慣

source: The AGL UCB 3.0 is ideal for deploying navigation, communications, safety, security and connectivity.
ja: AGL UCB 3.0 は、ナビゲーション、通信、安全性、セキュリティ、および接続性を提供できる理想的なプラットフォームです。

source: The AGL UCB distribution, which is hosted by The Linux Foundation and open to anyone, is available for download here.
ja: The Linux Foundation がホストし、だれにでもオープンな AGL UCB ディストリビューションは、こちら https://www.automotivelinux.org/software/download からダウンロードできます。

source: The AGL Unified Code Base (UCB) distribution was built from the ground up by a broad community of automakers, suppliers and technology companies.
ja: AGL Unified Code Base (UCB) ディストリビューション https://www.automotivelinux.org/news/announcement/2016/07/automotive-grade-linux-releases-unified-code-base-20 は、自動車メーカー、サプライヤー、技術系企業などからなる広範なコミュニティによってゼロから構築されました。

source: The AGL community consists of close to 90 companies and is rapidly growing.
ja: AGL コミュニティは 90 社近い企業で構成され、急成長を続けています。

source: The AGL platform is available to all, and anyone can participate in its development.
ja: AGL プラットフォームは誰でも使用でき、誰でもその開発に参加できます。

source: The AllSeen Alliance is dedicated to driving the widespread adoption of products, systems, and services that support the Internet of Things with an open, universal development framework that is supported by a vibrant ecosystem and thriving technical community.
ja: AllSeen Allianse は、活気あるエコシステムと技術コミュニティが支えるオープンで普遍的なフレームワークを利用し、IoT (Internet of Things) をサポートするさまざまな製品、システム、およびサービスの導入実現に取り組むプロジェクトです。

source: The AllSeen Alliance now operates under the Open Connectivity Foundation.
ja: AllSeen Alliance は Open Connectivity Foundation のもとで運営されています。

source: The Automotive Linux Summit gathers automotive systems engineers, Linux experts, R&D managers, business executives, open source licensing and compliance specialists and community developers.
ja: Automotive Linux Summit には、自動車システム エンジニア、Linux エキスパート、R&D マネージャー、ビジネス エグゼクティブ、オープン ソース ライセンスやコンプライアンスのスペシャリスト、Linux コミュニティに参加している開発者などが集結します。

source: The Automotive Linux Summit gathers together the most innovative minds from automotive expertise and open-source excellence including automotive systems engineers, Linux experts, R&D managers, business executives, open-source licensing and compliance specialists and community developers.
ja: Automotive Linux Summit (ALS) には、自動車システム エンジニア、Linux エキスパート、R&D マネージャー、ビジネス エグゼクティブ、オープン ソース ライセンスやコンプライアンスのスペシャリスト、Linux コミュニティに参加している開発者など、自動車の専門知識や優れたオープン ソース技術を持つ革新的な人々が集結します。

source: The Automotive Linux Summit gathers together the most innovative minds from automotive expertise and open-source excellence to drive the future of embedded devices in the automotive arena.
ja: Automotive Linux Summit (ALS) には、自動車の専門知識や優れたオープン ソース技術を持つ革新的な人々が、自動車分野における組込み機器の未来を牽引するために集結します。

source: The Cloud Foundry Certified mark is only awarded to products and services meeting the strict technical requirements outlined by the Foundation's technical governing body.
ja: Cloud Foundry 認証マークは、Cloud Foundry Foundation の技術統括部門による厳格な技術要件に合う製品とサービスのみに与えられます。

source: The Cloud Foundry Foundation is an independent non-profit organization formed to sustain the development, promotion and adoption of Cloud Foundry as the industry-standard multi-cloud platform.
ja: Cloud Foundry Foundation は、Cloud Foundry を業界標準のマルチクラウド プラットフォームとして継続的に開発、促進、および導入していくために結成された独立非営利組織です。
